"CUSTOM_DAILY_INTERVAL_FORMAT" = "Every %u days";
"CUSTOM_BYDAY_ITEM_FORMAT" = "%@ %@";
"CUSTOM_WEEKLY_INTERVAL_FORMAT" = "Every %u weeks";
"CUSTOM_WEEKLY_DAYS_INTERVAL_FORMAT" = "Every %u weeks on %@";
"CUSTOM_WEEKLY_DAYS_FORMAT" = "Every week on %@";
"CUSTOM_WEEKLY_WEEKDAYS" = "Weekdays";
"CUSTOM_WEEKLY_WEEKENDS" = "Weekends";
"CUSTOM_MONTHLY_INTERVAL_FORMAT" = "Every %u months";
"CUSTOM_MONTHLY_BYDAY_FORMAT" = "Every month on the %@";
"CUSTOM_MONTHLY_BYDAY_INTERVAL_FORMAT" = "Every %u months on the %@";
"CUSTOM_MONTHLY_BYMONTHDAY_FORMAT" = "Every month, each %@";
"CUSTOM_MONTHLY_BYMONTHDAY_INTERVAL_FORMAT" = "Every %u months, each %@";
"CUSTOM_YEARLY_BYMONTH_INTERVAL_FORMAT" = "Every %u years in %@";
"CUSTOM_YEARLY_BYMONTH_FORMAT" = "Every year in %@";
"CUSTOM_YEARLY_BYDAY_INTERVAL_FORMAT" = "Every %u years on the %@ of %@";
"CUSTOM_YEARLY_BYDAY_FORMAT" = "Every year on the %@ of %@";
"CUSTOM_YEARLY_INTERVAL_FORMAT" = "Every %u years";
"FIRST" = "first";
"SECOND" = "second";
"THIRD" = "third";
"FOURTH" = "fourth";
"LAST" = "last";
"LAST_LIST_ITEM" = ", and %@";
"LAST_SECOND_LIST_ITEM" = " and %@";
"1st" = "1st";
"2nd" = "2nd";
"3rd" = "3rd";
"4th" = "4th";
"5th" = "5th";
"6th" = "6th";
"7th" = "7th";
"8th" = "8th";
"9th" = "9th";
"10th" = "10th";
"11th" = "11th";
"12th" = "12th";
"13th" = "13th";
"14th" = "14th";
"15th" = "15th";
"16th" = "16th";
"17th" = "17th";
"18th" = "18th";
"19th" = "19th";
"20th" = "20th";
"21st" = "21st";
"22nd" = "22nd";
"23rd" = "23rd";
"24th" = "24th";
"25th" = "25th";
"26th" = "26th";
"27th" = "27th";
"28th" = "28th";
"29th" = "29th";
"30th" = "30th";
"31st" = "31st";

